"API URL Invalid" = "URL API Non Valido";

"Bad Server Response" = "Risposta del Server Non Valida";

"Cancel" = "Annulla";

"Capture Video" = "Registra Video";

"Clear" = "Svuota";

"Copied" = "Copiato";

"Copy to Clipboard" = "Copia nella Clipboard";

"Email Error" = "Errore Email";

"Enter name" = "Inserisci nome";

"Enter password" = "Inserisci password";

"Enter URL" = "Inserisci URL";

"Enter username" = "Inserisci nome utente";

"Error Saving Photo" = "Errore nel salvataggio della Fotografia";

"Facebook Error" = "Errore Facebook";

"From Library" = "Dalla Libreria";

"Hybrid Map" = "Mappa Ibrida";

"Loading..." = "Caricamento ...";

"Locating..." = "Localizzazione ...";

"Logged in" = "Connesso";

"Logged out" = "Disconnesso";

"Login" = "Login";

"No" = "No";

"No Internet" = "Nessuna connessione a internet";

"No Internet Connection" = "Nessuna Connessione a Internet";

"No Wi-Fi Connection" = "Nessuna Connessione Wi-Fi";

"No YouTube Linked Account" = "Nessun Account YouTube Collegato";

"OK" = "OK";

"Open in Safari" = "Apri con Safari";

"Open in Safari?" = "Aprire con Safari?";

"Open In..." = "Apri con ...";

"Over request capacity limit" = "Superato il limite di richieste gestibili";

"Please verify your internet connection and try again." = "Per favore, verifica la tua connessione a internet e riprova";

"Posted" = "Inviato";

"Posting..." = "Invio ...";

"Print Error" = "Errore di Stampa";

"Printed" = "Stampato";

"Road Map" = "Mappa Stradale";

"Satellite Map" = "Mappa da Satellite";

"Saved" = "Salvato";

"Saving..." = "Salvataggio ...";

"Select" = "Seleziona";

"Send to Printer" = "Invia alla Stampante";

"Sent" = "Inviato";

"Settings" = "Impostazioni";

"Share via Email" = "Condividi via Email";

"Share via Facebook" = "Condividi su Facebook";

"Share via QRCode" = "Condividi con QRCode";

"Share via SMS" = "Condividi con SMS";

"Share via Twitter" = "Condividi con Twitter";

"SMS Error" = "Errore SMS";

"Take Photo" = "Scatta Fotografia";

"There was a problem sending SMS message." = "C'è stato un problema nell'invio dell'SMS";

"Twitter" = "Twitter";

"Unable To Authenticate" = "Impossibile Autenticare";

"Unable to connect to the internet via Wi-Fi. Click 'Settings' to change your synchronize settings." = "Impossibile connettersi a integer in Wi-Fi. Clicca su 'Impostazioni' per modificare le impostazioni di sincronizzazione";

"Unable to find address" = "Impossibile trovare l'indirizzo";

"Unable to post to Facebook" = "Impossibile pubblicare su Facebook";

"User Authentication Failed" = "Autenticazione Utente Fallita";

"User Authentication Required" = "Autenticazione Utente Richiesta";

"Videos" = "Video";

"Yes" = "Si";

